app/Http/Controllers/PagesController.php

select * from `locations`
---
    public function contact()
    {
        $countries = DB::table('locations')->get();